[
  {
    "quote": "Anything that's human is mentionable, and anything that is mentionable can be more manageable. When we can talk about our feelings, they become less overwhelming, less upsetting, and less scary. The people we trust with that important talk can help us know that we are not alone.",
    "author": "Fred Rogers"
  },
  {
    "quote": "We must recognize and nurture the creative parts of each other without always understanding what will be created.",
    "author": "Audre Lorde"
  },
  {
    "quote": "We must recognize and nurture the creative parts of each other without always understanding what will be created.",
    "author": "Audre Lorde"
  },
  {
    "quote": "I find I am constantly being encouraged to pluck out some one aspect of myself and present this as the meaningful whole, eclipsing or denying the other parts of self.",
    "author": "Audre Lorde"
  },
  {
    "quote": "This is how I learned that if I didn't define myself for myself, I would be crunched into other people's fantasies for me and eaten alive.",
    "author": "Audre Lorde"
  },
  {
    "quote": "I had to examine… the devastating effects of overextension. Overextending myself is not stretching myself. I had to accept how difficult it is to monitor the difference...Crucial. Physically. Psychically. Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare.",
    "author": "Audre Lord"
  },
  {
    "quote": "Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others.",
    "author": "Brene Brown"
  },
  {
    "quote": "Vulnerability is not weakness. And that myth is profoundly dangerous.",
    "author": "Brene Brown"
  },
  {
    "quote": "When we liberate ourselves from the expectation that we must have all things figured out, we enter a sanctuary of empathy.",
    "author": "Sonya Renee Taylor, The Body is not an Apology"
  },
  {
    "quote": "Radical self-love demands that we see ourselves and others in the fullness of our complexities and intersections and that we work to create space for those intersections.",
    "author": "Sonya Renee Taylor, The Body Is Not an Apology: The Power of Radical Self-Love"
  },
  {
    "quote": "When people don't have any curiosity about themselves, that is always a bad sign.",
    "author": "Irvin D. Yalom"
  },
  {
    "quote": "One of our major tasks in therapy is to pay attention to our immediate feelings—they represent precious data.",
    "author": "Irvin D. Yalom, The Gift of Therapy: An Open Letter to a New Generation of Therapists and Their Patients"
  },
  {
    "quote": "I'm not perfect... But I'm enough.",
    "author": "Carl R. Rogers"
  },
  {
    "quote": "Am I living in a way which is deeply satisfying to me, and which truly expresses me?",
    "author": "Carl R. Rogers"
  },
  {
    "quote": "The good life is a process, not a state of being. It is a direction not a destination.",
    "author": "Carl R. Rogers"
  },
  {
    "quote": "The curious paradox is that when I accept myself just as I am, then I can change.",
    "author": "Carl R. Rogers, On Becoming a Person: A Therapist's View of Psychotherapy"
  },
  {
    "quote": "You must do the things you think you cannot do.",
    "author": "Eleanor Roosevelt"
  }
]
